Repository: running-grass/omegat
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Next: Special blocks in Texinfo export, Previous: Images in Texinfo export, Up: Texinfo Export [Contents][Index]
zh_cn: 下一页: Special blocks in Texinfo export, 上一页: Images in Texinfo export, 返回: Texinfo Export [目录][索引]

source: Next: Speed Keys, Previous: Completion, Up: Miscellaneous [Contents][Index]
zh_cn: 下一页: Speed Keys, 上一页: Completion, 返回: Miscellaneous [目录][索引]

source: Next: Speeding Up Your Agendas, Previous: Dynamic Blocks, Up: Hacking [Contents][Index]
zh_cn: 下一页: Speeding Up Your Agendas, 上一页: Dynamic Blocks, 返回: Hacking [目录][索引]

source: Next: Structure Editing, Previous: Visibility Cycling, Up: Document Structure [Contents][Index]
zh_cn: 下一页: 结构编辑, 上一页: 可见性循环, 返回: 文档结构 [目录][索引]

source: Next: Structure Templates, Up: Miscellaneous [Contents][Index]
zh_cn: 下一页: Structure Templates, 返回: Miscellaneous [目录][索引]

source: Next: Structure of Code Blocks, Up: Working with Source Code [Contents][Index]
zh_cn: 下一页: Structure of Code Blocks, 返回: Working with Source Code [目录][索引]

source: Next: Stuck projects, Previous: Matching tags and properties, Up: Built-in Agenda Views [Contents][Index]
zh_cn: 下一页: Stuck projects, 上一页: Matching tags and properties, 返回: Built-in Agenda Views [目录][索引]

source: Next: Subscripts and Superscripts, Previous: Paragraphs, Up: Markup for Rich Contents [Contents][Index]
zh_cn: 下一页: Subscripts and Superscripts, 上一页: Paragraphs, 返回: Markup for Rich Contents [目录][索引]

source: Next: TODO Extensions, Up: TODO Items [Contents][Index]
zh_cn: 下一页: TODO Extensions, 返回: TODO Items [目录][索引]

source: Next: TODO Items, Previous: Tables, Up: Top [Contents][Index]
zh_cn: 下一页: TODO Items, 上一页: Tables, 返回: Top [目录][索引]

source: Next: TODO dependencies, Previous: Per-file keywords, Up: TODO Extensions [Contents][Index]
zh_cn: 下一页: TODO dependencies, 上一页: Per-file keywords, 返回: TODO Extensions [目录][索引]

source: Next: TODO types, Up: TODO Extensions [Contents][Index]
zh_cn: 下一页: TODO types, 返回: TODO Extensions [目录][索引]

source: Next: TTY Keys, Previous: Code Evaluation Security, Up: Miscellaneous [Contents][Index]
zh_cn: 下一页: TTY Keys, 上一页: Code Evaluation Security, 返回: Miscellaneous [目录][索引]

source: Next: Table of Contents, Previous: The Export Dispatcher, Up: Exporting [Contents][Index]
zh_cn: 下一页: Table of Contents, 上一页: The Export Dispatcher, 返回: Exporting [目录][索引]

source: Next: Tables in Arbitrary Syntax, Previous: Adding Hyperlink Types, Up: Hacking [Contents][Index]
zh_cn: 下一页: Tables in Arbitrary Syntax, 上一页: Adding Hyperlink Types, 返回: Hacking [目录][索引]

source: Next: Tables in HTML export, Previous: Headlines in HTML export, Up: HTML Export [Contents][Index]
zh_cn: 下一页: Tables in HTML export, 上一页: Headlines in HTML export, 返回: HTML Export [目录][索引]

source: Next: Tables in LaTeX export, Previous: LaTeX header and sectioning, Up: LaTeX Export [Contents][Index]
zh_cn: 下一页: Tables in LaTeX export, 上一页: LaTeX header and sectioning, 返回: LaTeX Export [目录][索引]

source: Next: Tables in ODT export, Previous: Applying custom styles, Up: OpenDocument Text Export [Contents][Index]
zh_cn: 下一页: Tables in ODT export, 上一页: Applying custom styles, 返回: OpenDocument Text Export [目录][索引]

source: Next: Tables in Texinfo export, Previous: Quoting Texinfo code, Up: Texinfo Export [Contents][Index]
zh_cn: 下一页: Tables in Texinfo export, 上一页: Quoting Texinfo code, 返回: Texinfo Export [目录][索引]

source: Next: Tables, Previous: Introduction, Up: Top [Contents][Index]
zh_cn: 下一页: 表格, 上一页: 简介, 返回: 顶层 [目录][索引]

source: Next: Tag Hierarchy, Previous: Tag Inheritance, Up: Tags [Contents][Index]
zh_cn: 下一页: 标签层级, 上一页: 标签继承, 返回: 标签 [目录][索引]

source: Next: Tag Searches, Previous: Setting Tags, Up: Tags [Contents][Index]
zh_cn: 下一页: Tag Searches, 上一页: Setting Tags, 返回: Tags [目录][索引]

source: Next: Tags, Previous: Hyperlinks, Up: Top [Contents][Index]
zh_cn: 下一页: Tags, 上一页: Hyperlinks, 返回: Top [目录][索引]

source: Next: Template expansion, Up: Capture templates [Contents][Index]
zh_cn: 下一页: Template expansion, 返回: Capture templates [目录][索引]

source: Next: Templates in contexts, Previous: Template elements, Up: Capture templates [Contents][Index]
zh_cn: 下一页: Templates in contexts, 上一页: Template elements, 返回: Capture templates [目录][索引]

source: Next: Texinfo Export, Previous: OpenDocument Text Export, Up: Exporting [Contents][Index]
zh_cn: 下一页: Texinfo Export, 上一页: OpenDocument Text Export, 返回: Exporting [目录][索引]

source: Next: Texinfo file header, Previous: Texinfo export commands, Up: Texinfo Export [Contents][Index]
zh_cn: 下一页: Texinfo file header, 上一页: Texinfo export commands, 返回: Texinfo Export [目录][索引]

source: Next: Texinfo specific export settings, Up: Texinfo Export [Contents][Index]
zh_cn: 下一页: Texinfo specific export settings, 返回: Texinfo Export [目录][索引]

source: Next: Texinfo title and copyright page, Previous: Texinfo specific export settings, Up: Texinfo Export [Contents][Index]
zh_cn: 下一页: Texinfo title and copyright page, 上一页: Texinfo specific export settings, 返回: Texinfo Export [目录][索引]

source: Next: Text areas in HTML export, Previous: Images in HTML export, Up: HTML Export [Contents][Index]
zh_cn: 下一页: Text areas in HTML export, 上一页: Images in HTML export, 返回: HTML Export [目录][索引]

source: Next: The capture protocol, Up: Protocols [Contents][Index]
zh_cn: 下一页: The capture protocol, 返回: Protocols [目录][索引]

source: Next: The open-source protocol, Previous: The store-link protocol, Up: Protocols [Contents][Index]
zh_cn: 下一页: The open-source protocol, 上一页: The store-link protocol, 返回: Protocols [Contents][Index]

source: Next: The Spreadsheet, Previous: Column Groups, Up: Tables [Contents][Index]
zh_cn: 下一页: The Spreadsheet, 上一页: Column Groups, 返回: Tables [目录][索引]

source: Next: The Very Busy C-c C-c Key, Previous: Execute commands in the active region, Up: Miscellaneous [Contents][Index]
zh_cn: 下一页: The Very Busy C-c C-c Key, 上一页: Execute commands in the active region, 返回: Miscellaneous [Contents][Index]

source: Next: The clock table, Up: Clocking Work Time [Contents][Index]
zh_cn: 下一页: The clock table, 返回: Clocking Work Time [目录][索引]

source: Next: Time-of-day specifications, Up: Presentation and Sorting [Contents][Index]
zh_cn: 下一页: Time-of-day specifications, 返回: Presentation and Sorting [目录][索引]

source: Next: Timers, Previous: Clocking Work Time, Up: Dates and Times [Contents][Index]
zh_cn: 下一页: Timers, 上一页: Clocking Work Time, 返回: Dates and Times [目录][索引]

source: Next: Tracking TODO state changes, Up: Progress Logging [Contents][Index]
zh_cn: 下一页: Tracking TODO state changes, 返回: Progress Logging [目录][索引]

source: Next: Tracking your habits, Previous: Closing items, Up: Progress Logging [Contents][Index]
zh_cn: 下一页: Tracking your habits, 上一页: Closing items, 返回: Progress Logging [目录][索引]

source: Next: Translator functions, Previous: Radio tables, Up: Tables in Arbitrary Syntax [Contents][Index]
zh_cn: 下一页: Translator functions, 上一页: Radio tables, 返回: Tables in Arbitrary Syntax [目录][索引]

source: Next: Triggering Publication, Previous: Uploading Files, Up: Publishing [Contents][Index]
zh_cn: 下一页: Triggering Publication, 上一页: Uploading Files, 返回: Publishing [目录][索引]

source: Next: Updating the table, Previous: Lookup functions, Up: The Spreadsheet [Contents][Index]
zh_cn: 下一页: Updating the table, 上一页: Lookup functions, 返回: The Spreadsheet [目录][索引]

source: Next: Uploading Files, Up: Publishing [Contents][Index]
zh_cn: 下一页: Uploading Files, 返回: Publishing [目录][索引]

source: Next: Using Header Arguments, Previous: Features Overview, Up: Working with Source Code [Contents][Index]
zh_cn: 下一页: Using Header Arguments, 上一页: Features Overview, 返回: Working with Source Code [目录][索引]

source: Next: Using Links Outside Org, Previous: External Links, Up: Hyperlinks [Contents][Index]
zh_cn: 下一页: Using Links Outside Org, 上一页: External Links, 返回: Hyperlinks [目录][索引]

source: Next: Using capture, Up: Capture [Contents][Index]
zh_cn: 下一页: Using capture, 返回: Capture [目录][索引]

source: Next: Using column view, Up: Column View [Contents][Index]
zh_cn: 下一页: Using column view, 返回: Column View [目录][索引]

source: Next: Using the Mapping API, Previous: Extracting Agenda Information, Up: Hacking [Contents][Index]
zh_cn: 下一页: Using the Mapping API, 上一页: Extracting Agenda Information, 返回: Hacking [目录][索引]

source: Next: Using the Property API, Previous: Speeding Up Your Agendas, Up: Hacking [Contents][Index]
zh_cn: 下一页: Using the Property API, 上一页: Speeding Up Your Agendas, 返回: Hacking [目录][索引]

source: Next: Variable Index, Previous: Key Index, Up: Top [Contents][Index]
zh_cn: 下一页: Variable Index, 上一页: Key Index, 返回: Top [目录][索引]

source: Next: Visibility Cycling, Up: Document Structure [Contents][Index]
zh_cn: 下一页: 可见性循环, 返回: 文档结构 [目录][索引]

source: Next: Working with Source Code, Previous: Exporting, Up: Top [Contents][Index]
zh_cn: 下一页: Working with Source Code, 上一页: Exporting, 返回: Top [目录][索引]

source: Next: iCalendar Export, Previous: Org Export, Up: Exporting [Contents][Index]
zh_cn: 下一页: iCalendar Export, 上一页: Org Export, 返回: Exporting [目录][索引]

source: No one
zh_cn: 无名之辈

source: Nonetheless, relative file name arguments are still interpreted based on the same default directory.
zh_cn: 尽管如此，相对文件名参数仍然基于相同的默认目录进行解释。

source: Normally the global TODO list simply shows all headlines with TODO keywords.
zh_cn: 一般来说，全局TODO列表只是简单的展示所有带有TODO关键字的大纲标题。

source: Normally, track-eol is nil.
zh_cn: 正常情况下，track-eol为nil。

source: Normally, Emacs automatically handles these settings for you, but it is sometimes useful to have this information.
zh_cn: 通常，Emacs会自动为您处理这些设置，但有时拥有此信息很有用。

source: Normally, if there is more than one completion alternative for the text in the minibuffer, a completion command completes up to the longest common substring.
zh_cn: 通常，如果迷你缓冲区中的文本有多个可选补全选项，则补全命令最多会补全到最长的公共子字符串。

source: Normally, the minibuffer window occupies a single screen line.
zh_cn: 通常，迷你缓冲区窗口占据单个屏幕行。

source: Normally, this command undoes the last change, moving point back to where it was before the change.
zh_cn: 通常，此命令会撤消上一次更改，将游标移回更改前的位置。

source: Not all tasks are equal.
zh_cn: 并不是所有的任务都是相等的。

source: Note that forward-char is the same command that you invoke with the key C-f.
zh_cn: 请注意，forward-char与您使用键C-f调用的命令相同。

source: Note that Orgmode is quite smart about how you can enter a date, if you don’t know about it, refer to the manual entry.
zh_cn: 请注意，Orgmode在如何输入日期方面非常聪明，如果你不会使用，请参阅使用手册。

source: Note that in this case, ‘make autoloads’ is mandatory: it defines Org’s version in ‘org-version.el’ and Org’s autoloads in ‘org-loaddefs.el’.
zh_cn: 请注意，在这种情况下，必须使用'make autoloads'：它在'org-version.el'中定义Org的版本，并在'org-loaddefs .el'中定义Org的自动加载。

source: Note that inside tables (see Tables), S-TAB jumps to the previous field instead.
zh_cn: 请注意，在表格中(请参阅表格)，S-TAB会跳转到上一个字段。

source: Note that the expression entries must start at the left margin, no whitespace is allowed before them, as seen in the following segment of an Org file:96
zh_cn: 请注意，表达式条目必须从左边距开始，前面不允许有空格，如Org文件的以下片段所示：96

source: Note that this does not insert five copies of ‘0’ and move down one line, as you might expect—the ‘0’ is treated as part of the prefix argument.
zh_cn: 请注意，张扬不会像您预期的那样插入5个‘0’副本并向下移动一行——‘0’被视为前缀参数的一部分。

source: Note that this meaning of C-u applies only to this case.
zh_cn: 请注意，C-u的这一含义仅适用于此情况。

source: Note that when point is inside a table (see Tables), the Meta-Cursor keys have different functionality.
zh_cn: 请注意，当光标位于表格中时(请参见表格)，Meta修饰标键具有不同的功能。

source: Notes in context.
zh_cn: 上下文中的笔记。

source: Notes with a running timer.
zh_cn: 带运行计时器的笔记。

source: Noweb Reference Syntax
zh_cn: Noweb引用语法

source: Numeric Arguments
zh_cn: 数值参数

source: Numeric arguments for repeating a command N times.
zh_cn: 用于将命令重复N次的数字参数。

source: ODT export commands
zh_cn: ODT导出命令

source: ODT specific export settings
zh_cn: ODT特定的导出设置

source: Obsolete commands are those for which newer, better alternatives exist, and which are slated for removal in some future Emacs release.
zh_cn: 过时的命令是那些存在更新的、更好的替代命令的命令，并且计划在将来的某些Emacs版本中删除这些命令。

source: Often a small example file helps, along with clear information about:
zh_cn: 通常，一个小的示例文件会有所帮助，同时提供以下方面的清晰信息：

source: Often the description of a command will say, “To change this, set the variable mumble-foo.” A variable is a name used to store a value.
zh_cn: 通常，命令的描述会说，“要更改这一点，请设置变量mumble-foo。”变量是用于存储值的名称。

source: On MS-Windows and MS-DOS systems, where a user doesn’t always have a home directory, Emacs uses several alternatives.
zh_cn: 在MS-Windows和MS-DOS系统上，用户并不总是有主目录，Emacs使用几种替代方法。

source: On a display that supports a mouse, you can use the mouse to choose a command from the menu bar.
zh_cn: 在支持鼠标的显示器上，您可以使用鼠标从菜单栏中选择命令。

source: On a graphical display, Emacs indicates line wrapping with small bent arrows in the left and right window fringes.
zh_cn: 在图形显示上，Emacs表示在左右窗口边缘用小弯曲箭头换行。

source: On a graphical display, a truncated line is indicated by a small straight arrow in the right fringe; on a text terminal, it is indicated by a ‘$’ character in the right margin.
zh_cn: 在图形显示上，一条截断的行由右边缘的小直箭头表示；在文本终端上，它由右边缘的“$”字符表示。

source: On a graphical display, directly below the menu bar is a tool bar, a row of icons that perform editing commands when you click on them.
zh_cn: 在图形显示器上，菜单栏正下方是工具栏，这是一行图标，当您单击它们时，它们会执行编辑命令。

source: On a graphical display, such as on GNU/Linux using the X Window System, Emacs occupies a graphical window.
zh_cn: 在图形显示器上，例如在使用X窗口系统的GNU/Linux上，Emacs占据一个图形窗口。

source: On a graphical display, the mode line is drawn with a 3D box appearance.
zh_cn: 在图形显示上，状态栏以3D长方体外观绘制。

source: On a graphical display, the selected window shows a more prominent cursor (usually solid and blinking); other windows show a less prominent cursor (usually a hollow box).
zh_cn: 在图形显示器上，所选窗口显示较突出的光标(通常为实心且闪烁)；其他窗口显示较不突出的光标(通常为空心框)。

source: On a graphical display, the window possesses a scroll bar on one side, which can be used to scroll through the buffer.
zh_cn: 在图形显示器上，窗口的一侧有一个滚动条，可用于在缓冲区中滚动。

source: On a graphical display, this command minimizes (or iconifies) the selected Emacs frame, hiding it in a way that lets you bring it back later (exactly how this hiding occurs depends on the window system).
zh_cn: 在图形显示上，此命令最小化(或图标化)选定的Emacs窗体，以允许您稍后将其恢复的方式将其隐藏(隐藏的确切方式取决于窗口系统)。

source: On a text terminal, cs is preceded by two additional characters that describe the coding systems for keyboard input and terminal output.
zh_cn: 在文本终端上，cs前面有两个额外的字符，用于描述键盘输入和终端输出的编码系统。

source: On a text terminal, Emacs indicates line wrapping by displaying a ‘\’ character at the right margin.
zh_cn: 在文本终端上，Emacs通过在右边距显示‘\’字符来指示换行。

source: On a text terminal, Emacs occupies the entire terminal screen.
zh_cn: 在文本终端上，Emacs占据整个终端屏幕。

source: On a text terminal, suspend Emacs; on a graphical display, iconify (or “minimize”) the selected frame (suspend-frame).
zh_cn: 在文本终端上挂起Emacs；在图形显示器上，图标化(或“最小化”)选定的窗体(suspend-frame)。

source: On a text terminal, the C-z command suspends Emacs, stopping the program temporarily and returning control to the parent process (usually a shell); in most shells, you can resume Emacs after suspending it with the shell command %emacs.
zh_cn: 在文本终端上，C-z命令挂起emacs，暂时停止程序并将控制权返回给父进程(通常是shell)；在大多数shell中，挂起Emacs后，您可以使用shell命令%emacs恢复Emacs。

source: On a text terminal, there is only one cursor, which is shown in the selected window.
zh_cn: 在文本终端上，只有一个光标显示在所选窗口中。

source: On a text terminal, this text is followed by a series of dashes extending to the right edge of the window.
zh_cn: 在文本终端上，此文本后面跟着一系列延伸到窗口右边缘的破折号。

source: On a text terminal, you can optionally access the menu-bar menus in the echo area.
zh_cn: 在文本终端上，您可以选择访问回显区的菜单栏菜单。

source: On frames created for emacsclient (see Invoking emacsclient), the next character is ‘@’.
zh_cn: 在为emacsclient创建的窗体上(请参阅调用emacsclient)，下一个字符是“@”。

source: On graphical displays, C-0, C-1, etc. act the same as M-0, M-1, etc.
zh_cn: 在图形显示上，C-0、C-1等与M-0、M-1等作用相同。

source: On graphical displays, C-END does the same.
zh_cn: 在图形显示上，C-END执行同样的操作。

source: On graphical displays, C-HOME does the same.
zh_cn: 在图形显示上，C-HOME执行同样的操作。

source: On graphical displays, as well as some text terminals which support mouse tracking, moving the mouse over the active text displays the help text as a tooltip.
zh_cn: 在图形显示以及某些支持鼠标跟踪的文本终端上，将鼠标移到活动文本上会将帮助文本显示为工具提示。

source: On graphical displays, the window manager might block some keyboard inputs, including M-TAB, M-SPC, C-M-d and C-M-l.
zh_cn: 在图形显示上，窗口管理器可能会拦截一些键盘输入，包括M-TAB、M-SPC、C-M-d和C-M-l。

source: On most keyboards, DEL is labeled BACKSPACE, but we refer to it as DEL in this manual.
zh_cn: 在大多数键盘上，DEL标记为BACKSPACE，但在本手册中我们将其称为DEL。

source: On some systems, Emacs displays ‘(Unix)’ instead of the colon for files that use newline as the line separator.
zh_cn: 在某些系统上，对于使用换行符作为行分隔符的文件，Emacs显示“(Unix)”，而不是冒号。

source: On terminals that don’t support mouse-tracking, you can display the help text for active buffer text at point by typing C-h . (display-local-help).
zh_cn: 在不支持鼠标跟踪的终端上，可以通过键入C-h .(display-local-help)显示缓冲区内游标处交互文本的帮助文本。

source: On these systems, the ~user-id/ construct is supported only for the current user, i.e., only if user-id is the current user’s login name.
zh_cn: 在这些系统上，即仅当user-id是当前用户的登录名时才支持~user-id/结构。

source: Once a task is done, I mark it as such using the DONE todo keyword.
zh_cn: 一旦任务完成，我就使用DONE关键字对其进行标记。

source: Once echoing has started, the rest of the command echoes immediately as you type it.
zh_cn: 回显开始后，命令的剩余部分会在您键入它时立即回显。

source: Once information is in the system, it may need to be moved around.
zh_cn: 当信息进入系统后，可能需要四处移动。

source: Once inside the minibuffer for C-x ESC ESC, you can use the usual minibuffer history commands (see Minibuffer History) to move through the history list.
zh_cn: 进入C-x ESC ESC的迷你缓冲区后，可以使用常用的迷你缓冲区历史记录命令(请参阅微型缓冲区历史记录)在历史记录列表中移动。

source: Once you’re done capturing, C-c C-c and it will get stored in the inbox.
zh_cn: 一旦您完成捕获，使用C-c C-c将它存储在收件箱中。

source: One common way to quote is the typewriter convention, which quotes using straight apostrophes 'like this' or double-quotes "like this".
zh_cn: 一种常见的引用方式是打字机约定，它使用直撇号‘像这样’或双引号“像这样”引用。

source: One convenient function to use as the value of confirm-kill-emacs is the function yes-or-no-p.
zh_cn: 用作confirm-kill-emacs值的一个方便函数是yes-or-no-p函数。

source: One level up.
zh_cn: 往上一级。

source: One of the most important aspects of GTD is the inbox.
zh_cn: GTD最重要的一个方面是收件箱。

source: One of these prefix keys is ESC, because ESC C-h is actually C-M-h, which marks a defun.
zh_cn: 这些前缀键之一是ESC，因为ESCC-h实际上是C-M-h，它标记一个函数定义。

source: One way to get a copy of GNU Emacs is from someone else who has it.
zh_cn: 获得GNU Emacs副本的一种方式是从其他拥有它的人那里。

source: One-component publishing.
zh_cn: 单组件发布。

source: Only graphic characters can be inserted by typing the associated key; other keys act as editing commands and do not insert themselves.
zh_cn: 只有图形字符可以通过键入相关键来插入；其他键充当编辑命令，不会自行插入。

source: Only show a template in a specific context.
zh_cn: 仅在特定上下文中显示模板。

source: OpenDocument Text Export
zh_cn: OpenDocument文本导出

source: Optionally, you can compile the files and/or install them in your system.
zh_cn: （可选）您可以编译文件和/或将它们安装在系统中。

source: Options for completion.
zh_cn: 补全的选项。

source: Options for exporting tables to LaTeX.
zh_cn: 将表格导出到LaTeX的选项。

source: Options for the exporters
zh_cn: 导出器的选项

source: Org Crypt
zh_cn: Org加密

source: Org Export
zh_cn: Org导出

source: Org Indent Mode
zh_cn: Org缩进模式

source: Org Mobile
zh_cn: Org移动版

source: Org Plot
zh_cn: Org图表

source: Org Syntax
zh_cn: Org语法

source: Org can be used to implement many different project planning schemes, such as David Allen’s GTD system.
zh_cn: Org可以用来实践多种不同的项目规划方案，例如David Allen的GTD系统。

source: Org can select items based on various criteria and display them in a separate buffer.
zh_cn: Org 可以根据各种条件来选择符合条件的事项，并在一个新的缓冲区中显示它们。

source: Org develops organizational tasks around notes files that contain lists or information about projects as plain text.
zh_cn: Org围绕笔记文件开发组织任务，这些笔记文件以纯文本形式包含有关项目的列表或信息。

source: Org files can include source code blocks, which makes Org uniquely suited for authoring technical documents with code examples.
zh_cn: Org文件可以包含源代码块，这使Org特别适合编写带有代码示例的技术文档。

source: Org files can serve as a single source authoring system with export to many different formats such as HTML, LaTeX, Open Document, and Markdown.
zh_cn: Org文件可以用作单一源创作系统，并可以导出多种不同的格式，例如HTML、LaTeX，Open Document和Markdown。

source: Org files evaluate in-line code.
zh_cn: Org文件求值行内代码。

source: Org greatly simplifies the use of outlines by compressing the entire show and hide functionalities into a single command, org-cycle, which is bound to the TAB key.
zh_cn: Org通过将显示和隐藏的功能压缩到org-cycle这个单一的命令上来简化大纲的使用，它的按键绑定为TAB。

source: Org headlines start on the left margin3 with one or more stars followed by a space.
zh_cn: Org标题从左边距3开始，后面跟着一个或者多个星号和空格。

source: Org is a mode for keeping notes, maintaining TODO lists, and project planning with a fast and effective plain-text markup language.
zh_cn: Org是Emacs的一个模式，它使用一种快速高效的纯文本标记语言，用来进行笔记管理、维护TODO列表以及项目规划。

source: Org is a toolbox.
zh_cn: Org是一个工具箱。

source: Org is an outliner.
zh_cn: 首先，Org是一个大纲。

source: Org is implemented on top of Outline mode, which makes it possible to keep the content of large files well structured.
zh_cn: Org基于大纲模式实现，这样就可以保持大型文件的内容结构良好。

source: Org is included in all recent distributions of GNU Emacs, so you probably do not need to install it.
zh_cn: Org包含在GNU Emacs的所有最新发行版中，因此您可能不需要安装它。

source: Org keeps simple things simple.
zh_cn: Org使简单的事情变得更简单。

source: Org mode buffers need Font Lock to be turned on: this is the default in Emacs1.
zh_cn: Org模式缓冲区需要打开字体锁定，这是Emacs中的默认设置s1。

source: Org mode deals with this in the following way: when you try to mark such an entry as done, using C-c C-t, it shifts the base date of the repeating timestamp by the repeater interval, and immediately sets the entry state back to TODO70.
zh_cn: Org mode通过以下方式处理此问题：当您尝试使用C-c C-t将这样的条目标记为完成时，它将重复时间戳的基准日期移位一个复读机间隔，并立即将条目状态设置回TODO70。

source: Org mode either offers completion or a special single-key interface for setting tags, see below.
zh_cn: 组织模式提供完成或特殊的单键界面来设置标签，如下所示。

source: Org mode evaluates diary-style expression entries, and does it faster because there is no overhead for first creating the diary display.
zh_cn: Org mode计算日记样式的表达式条目，并且计算速度更快，因为第一次创建日记显示没有开销。

source: Org mode has extensive support for tags.
zh_cn: Org mode对标签有广泛的支持。

source: Org mode helps to organize such tasks using a so-called repeater in a ‘DEADLINE’, ‘SCHEDULED’, or plain timestamps69.
zh_cn: Org mode为了组织这样的任务，使通过在 ‘DEADLINE’, ‘SCHEDULED’,或普通时间戳69 上使用被称为复读机的功能。

source: Org mode often uses the same key for different functions, depending on context.
zh_cn: Org模式通常根据上下文将相同的键用于不同的功能。

source: Org provides Refile, Copy and Archive commands for this.
zh_cn: Org为此提供了转接，拷贝和归档命令。

source: Org runs in Emacs.
zh_cn: Org运行在Emacs之上。

source: Org source code blocks are fully functional; they can be evaluated in place and their results can be captured in the file.
zh_cn: Org源代码块功能齐全，可以对其进行求值，并将结果捕获到文件中。

source: Org supports tag insertion based on a list of tags.
zh_cn: Org支持基于标签列表的标签插入。

source: Org supports this and can show BBDB anniversaries as part of the agenda.
zh_cn: Org支持这一点，并可以将BBDB周年纪念作为议程的一部分。

source: Org tables conversions.
zh_cn: Org表格转换。

source: Org uses just two commands, bound to TAB and S-TAB to change the visibility in the buffer.
zh_cn: Org只使用两个命令来更改缓冲区中的可见性，分别是按键绑定TAB和S-TAB。

source: Org uses various syntactical elements: TODO keywords, tags, property names, keywords, blocks, etc.
zh_cn: Org使用各种语法元素：TODO关键字，标签，属性名称，关键字，块等。

source: Org-mode’s built-in agenda commands are powerful tools for searching your notes and for gathering, sorting, filtering, and displaying your tasks.
zh_cn: Org-mode的内置议程命令是搜索笔记以及收集、排序、过滤和显示任务的强大工具。

source: Orgmode for GTD
zh_cn: 基于Org的GTD实践
